"aText Trial" = "aText Trial";
"aText Trial Expired" = "aText Trial Expired";
"DAYS REMAINING" = "DAYS REMAINING";
"Purchase Online" = "Purchase Online";
"Continue trial" = "Continue trial";

"Please enter your email address and serial number to register." = "Please enter your email address and serial number to register.";
"Email:" = "Email:";
"Serial number:" = "Serial number:";
"I lost my Number!" = "I lost my Number!";
"Register" = "Register";

"Thank you for registering." = "Thank you for registering.";
"This serial number is not valid." = "This serial number is not valid.";
"Please check your registration information." = "Please check your registration information.";

"The Mac App Store license has been successfully transfered." = "The Mac App Store license has been successfully transfered.";
"The Mac App Store license failed to transfer." = "The Mac App Store license failed to transfer.";